Repository: AmberApple/UdcRecSysProj
Catalog: udc_rec_sys/locale/*/LC_MESSAGES/django.po
Languages: ru

# article_uploadHTML_title
source: Upload article
ru: Загрузка статьи

# article_uploadHTML_select_article_label
source: Select article
ru: Выберите статью

# article_uploadHTML_upload_button
source: Upload
ru: Загрузить

# article_upload_instructionHTML_title
source: Instruction
ru: Инструкция

# article_upload_instructionHTML_msg1
source: 1) Upload article in PDF format
ru: 1) Загрузите статью в формате PDF

# article_upload_instructionHTML_msg2
source: 2) After uploading the article, you will be redirected to the Personal Account page, where you can track the status of the article and get recommendations.
ru: 2) После загрузки статьи вас перенаправит на страницу Личного кабинета, где вы сможете отслеживать статус статьи и получить рекомендации.

# baseHTML_navbar_upload_article
source: Upload
ru: Загрузить

# baseHTML_navbar_logout
source: Logout
ru: Выйти

# baseHTML_navbar_login
source: Login
ru: Войти

# indexHTML_description_title
source: About Us
ru: О нас

# indexHTML_description
source: The UDC Recommender service is based on the OntoMathPro ontology developed by the research group of Kazan Federal University (Russia).
ru: Сервис UDC Recommender основан на онтологии OntoMathPro, разработанной исследовательской группой Казанского федерального университета (Россия).

# indexHTML_article_upload_button
source: Try the service
ru: Воспользоваться сервисом

# userstashHTML_title
source: Uploaded articles
ru: Загруженные статьи

# userstashHTML_recommended_udc
source: Recommended UDC
ru: Рекомендуемый УДК

# userstashHTML_potential_udc
source: Potential UDC
ru: Возможный УДК

# userstashHTML_if_empty_message
source: Empty list of articles
ru: Нет загруженных статей

# ursv_article_upload_title
source: Article uploading
ru: Загрузка статьи
